Repository: M1S2/Ehrungsprogramm
Catalog: Ehrungsprogramm.Core/Properties/Resources.*.resx
Languages: de_de

# ErrorCsvFileParserBirthDate
source: Birth date couldn't be parsed correctly ({0})!
de_de: Das Geburtsdatum konnte nicht richtig eingelesen werden ({0})!

# ErrorCsvFileParserColumnErrors
source: The following column errors occured in the CSV file: {0}Parsing canceled.
de_de: Die folgenden Spalten Fehler sind in der CSV Datei aufgetreten: {0}Einlesen abgebrochen.

# ErrorCsvFileParserColumnMissing
source: - Mandatory "{0}" column is missing
de_de: - Benötigte Spalte "{0}" fehlt

# ErrorCsvFileParserColumnMissingFunctions
source: - Mandatory function columns ("{0}", "{1}", "{2}") are missing. At least one group is necessary.
de_de: - Benötigte Spalten für die Funktionen fehlen ("{0}", "{1}", "{2}"). Mindestens eine Gruppe ist nötig.

# ErrorCsvFileParserColumnMissingRewards
source: - Mandatory reward columns ("{0}", "{1}", "{2}") are missing. At least one group is necessary.
de_de: - Benötigte Spalten für die Ehrungen fehlen ("{0}", "{1}", "{2}"). Mindestens eine Gruppe ist nötig.

# ErrorCsvFileParserEntryDate
source: Entry date couldn't be parsed correctly ({0})!
de_de: Das Eintrittsdatum konnte nicht richtig eingelesen werden ({0})!

# ErrorCsvFileParserFileDoesntExist
source: File doesn't exist ({0}).
de_de: Die Datei existiert nicht ("{0}").

# ErrorCsvFileParserFunctionEndDate
source: Function End Date couldn't be parsed correctly ({0}, Function: {1})!
de_de: Das Funktionsenddatum konnte nicht richtig eingelesen werden ({0}, Function: {1})!

# ErrorCsvFileParserFunctionStartDate
source: Function Start Date couldn't be parsed correctly ({0}, Function: {1})!
de_de: Das Funktionsstartdatum konnte nicht richtig eingelesen werden ({0}, Function: {1})!

# ErrorCsvFileParserFunctionStartEndDateSwapped
source: Function End Date is earlier than Start Date (Start: {0}, End: {1}, Function: {2})!
de_de: Das Funktionsenddatum ist früher als das Funktionsstartdatum (Start: {0}, Ende: {1}, Funktion: {2})!

# ErrorCsvFileParserRewardNumber
source: Reward Number couldn't be parsed correctly ({0}, Reward: {1})!
de_de: Die Ehrungs ID konnte nicht richtig eingelesen werden ({0}, Reward: {1})!

# ErrorCsvFileParserRewardObtainedDate
source: Reward Obtained Date couldn't be parsed correctly ({0}, Reward: {1})!
de_de: Das Ehrungsdatum konnte nicht richtig eingelesen werden ({0}, Reward: {1})!

# PrintAvailableString
source: Available
de_de: Verfügbar

# PrintBirthdateString
source: Birthdate
de_de: Geburtsdatum

# PrintBLSVRewardOverviewString
source: BLSV Rewards Overview
de_de: BLSV Ehrungen Übersicht

# PrintBLSVScoreString
source: BLSV Score
de_de: BLSV Punkte

# PrintCountBLSVRewardsString
source: Count BLSV Rewards
de_de: Anzahl BLSV Ehrungen

# PrintCountString
source: Count
de_de: Anzahl

# PrintCountTSVRewardsString
source: Count TSV Rewards
de_de: Anzahl TSV Ehrungen

# PrintDescriptionString
source: Description
de_de: Beschreibung

# PrintEffectiveYearsBoardMemberString
source: Effective Years Board Member
de_de: Effektive Jahre Vorstand

# PrintEffectiveYearsHeadOfDepartementString
source: Effective Years Head Of Departement
de_de: Effektive Jahre Abteilungsleitung

# PrintEffectiveYearsOtherFunctionString
source: Effective Years Other Function
de_de: Effektive Jahre andere Funktion

# PrintEntrydateString
source: Entrydate
de_de: Eintrittsdatum

# PrintExportDateString
source: Export Date
de_de: Export Datum

# PrintFirstNameString
source: First Name
de_de: Vorname

# PrintFunctionsString
source: Functions
de_de: Funktionen

# PrintFunctionString
source: Function
de_de: Funktion

# PrintMembershipYearsString
source: Membership Years
de_de: Mitgliedsjahre

# PrintObtainedDateString
source: Obtained Date
de_de: Erhalten am

# PrintOnlyNewestRewardsAreShownString
source: Only the most recent rewards not yet received are listed.
de_de: Nur die neuesten, noch nicht erhaltenen Ehrungen sind aufgeführt.

# PrintPageString
source: Page {0} of {1}
de_de: Seite {0} von {1}

# PrintParsingErrorString
source: Parsing Error
de_de: Einlesefehler

# PrintPeopleOverviewString
source: People Overview
de_de: Personen Übersicht

# PrintPeopleString
source: People
de_de: Personen

# PrintPersonListFilteredWarningString
source: Caution: The list is filtered (filter: "{0}")! In total {1} people are available!
de_de: Achtung: Die Liste ist gefiltert (Filter: "{0}")! Insgesamt sind {1} Personen verfügbar!

# PrintRewardListFilteredWarningString
source: Caution: The list is filtered (hidden are: {0})! In total {1} rewards are available!
de_de: Achtung: Die Liste ist gefiltert (Nicht angezeigt werden: {0})! Insgesamt sind {1} Ehrungen verfügbar!

# PrintRewardsString
source: Rewards
de_de: Ehrungen

# PrintRewardTypeTSVHonorary
source: TSV Honorary
de_de: TSV Ehrenmitglied

# PrintRewardTypeTSVSilver
source: TSV Silver
de_de: TSV Silber

# PrintScoreString
source: Score
de_de: Punkte

# PrintTimePeriodString
source: Time Period
de_de: Zeitraum

# PrintTSVRewardOverviewString
source: TSV Rewards Overview
de_de: TSV Ehrungen Übersicht

# PrintTSVScoreString
source: TSV Score
de_de: TSV Punkte

# PrintYearsString
source: Years
de_de: Jahre
